Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_koulutussihteeriksi_bigga-helena_magga.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien koulutussihteeriksi Bigga-Helena Magga
sms: Sääʹmteeʹǧǧ škooultõspiisren Bigga-Helena Magga

source: Saamelaiskäräjien täyskokous valitsi kokouksessaan 24.2.2023 koulutussihteerin virkaan Bigga-Helena Maggan.
sms: Sääʹmteeʹǧǧ tiuddsååbbar vaʹllji såbbreʹstes 24.2.2023 škooultõspiisar vergga Guhtur Niillas Juhána Bigga, Bigga-Helena Magga.

source: Magga on toiminut koulutussihteerin viransijaisena vuoden 2023 alusta alkaen.
sms: Magga lij tåimmam škooultõspiisar veeʹrjsâjjsiʹžžen eeʹjj 2023 aalǥâst.

source: Kuva: Johanna Alatorvinen / Saamelaiskäräjät.
sms: Snimldõk: Johanna Alatorvinen/ Sääʹmteʹǧǧ.

source: Koulutussihteeri toimii koulutus- ja oppimateriaalitoimiston esihenkilönä sekä koulutus- ja oppimateriaalilautakunnan esittelijänä ja sihteerinä.
sms: Škooultõspiisar tåimm Škooultõs- da mättmateriaalkonttâr tuâjjlažjååʹđteeʹjen di škooultõs- da mättmateriaal-luʹvddkååʹdd ouʹddepuʹhttjen da piisren.

source: Bigga-Helena Magga jatkaa koulutussihteerin tehtävässä odottaen mielenkiinnolla työn tuomia mahdollisuuksia ja haasteita.
sms: Bigga-Helena Magga juätkk škooultõspiisar tuâjast vueʹrdeeʹl pueʹrr miõlin tuâj puʹhttem vueiʹtlvažvuõđid da vaʹǯǯtõõzzid.

source: –On mukavaa päästä edistämään koulutusasioita ja huolehtimaan koulumaailmasta saamelaisesta näkökulmasta.
sms: –Lij hääʹsǩ piâssâd ooudâs viikkâd škooultõsaaʹššid da ââʹnned huõl škooulmaaiʹlmest sääʹm ǩiõččâmvueʹjjest.

source: Saamelaiskäräjät voi vaikuttaa oppimispoliittisin linjauksin niin paikallisiin kuin valtakunnallisiin opetussuunnitelmiin, sanoo Magga.
sms: Sääʹmteʹǧǧ vuäitt vaaikted mättjempoliittlaž linjjõõzzid nuʹt pääiklaž ǥu väʹlddkååddlaž mättʼtemplaanid, särnn Magga.

source: Bigga-Helena Magga on aiemmin työskennellyt Saamelaiskäräjillä oppimateriaalityöntekijänä sekä Saamen kielikaltion pohjoissaamenkielen kielityöntekijänä.
sms: Bigga-Helena Magga lij ääiʹjab leämmaž Sääʹmteeʹǧǧest mättmateriaaltuâjliʹžžen di Sääʹm ǩiõllkaʹlddi tâʹvvsääʹmǩiõl ǩiõlltuâjjliʹžžen.

source: Hänellä on työkokemusta myös opettajan tehtävistä sekä johtamiskokemusta projekteista sekä rehtorin työstä.
sms: Suʹst lij tuâjjǩiõččlâsttmõš še uʹčteeʹl tuâjain di jååʹđtemtoobdâlm projeeʹktin di rehtor tuâjast.

source: Vuoden 2023 alusta alkaen Magga on toiminut koulutussihteerin viransijaisena.
sms: Eeʹjj 2023 ääʹljeeʹl Magga lij tåimmam škooultõspiisar veeʹrjsâjjsiʹžžen.

source: Saamelaiskäräjät julisti haettavaksi koulutussihteerin viran tammikuussa pitkäaikaisen koulutussihteeri Ulla Aikio-Puoskarin siirtyessä Saamelaisten totuus- ja sovintokomission pääsihteerin tehtävään.
sms: Sääʹmteʹǧǧ iʹlmmti ooccâmnalla škooultõspiisar veeʹrj ođđeeʹjjmannust kuʹǩesäiggsaž škooultõspiisar Ulla Aikio-Puoskari seerdeen Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio väʹlddpiisar tuõjju.

source: Koulutussihteerin virkaan tuli yhteensä neljä hakemusta, ja Saamelaiskäräjien hallitus haastatteli hakijat kokouksessaan 10.2.2023.
sms: Škooultõspiisar vergga pueʹtte nellj ooccmõõžž, da Sääʹmteeʹǧǧ halltõs mâinstõõʹtti ooccjid såbbreʹstes 10.2.2023.

source: Haastattelujen jälkeen Saamelaiskäräjien hallitus päätti yksimielisesti esittää täyskokoukselle Bigga-Helena Maggaa koulutussihteerin virkaan.
sms: Mainstâttmõõžži mâŋŋa Sääʹmteeʹǧǧ halltõs tuʹmmji õõutmiõllsânji eʹtǩǩeed tiuddsåbbra Bigga-Helena Magga škooultõspiisar vergga.

source: Magga valittiin äänestyksen jälkeen: täyskokous äänesti Maggan ja virkaa myös hakeneen Petra Kuuvan välillä.
sms: Magga vaʹlljeeš jiõnstummuž mâŋŋa: tiuddsååbbar jiõnsti Magga da veeʹrj ooccâm Petra Kuuva kõõsk.

source: Magga nimitettiin virkaan äänin 11–5.
sms: Magga nõõmteš vergga jiõnin 11–5.

source: Lisätietoja
sms: Lââʹssteâđ

source: Bigga-Helena Magga vs. Koulutussihteeri 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi
sms: Bigga-Helena Magga vs. Škooultõspiisar 010 839 3121 / 040 570 2786 bigga-helena.magga(at)samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
sms: Pia Ruotsala-Kangasniemi Vaaldâšmjååʹđteeʹjj 010 839 3106 / 040 726 2688 pia.ruotsala(at)samediggi.fi
